Repository: Franck67639/smart_farm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: SmartFarm Cameroon - Data-Driven Agricultural Optimization Platform
fr: SmartFarm Cameroun - Plateforme d'Optimisation Agricole Basée sur les Données

source: Sign In
fr: Se Connecter

source: Get Started
fr: Commencer

source: Features
fr: Fonctionnalités

source: Methodology
fr: Méthodologie

source: ROI Calculator
fr: Calculateur ROI

source: v1.2.3 • Agricultural Intelligence Platform
fr: v1.2.3 • Plateforme d'Intelligence Agricole

source: Data-Driven
fr: Basée sur les Données

source: Agriculture for
fr: Agriculture pour

source: Cameroon
fr: Cameroun

source: Yield Increase
fr: Augmentation du Rendement

source: Average ROI
fr: ROI Moyen

source: Farms Analyzed
fr: Fermes Analysées

source: See How It Works
fr: Voir Comment Ça Marche

source: Transform your farming with precision analytics, real-time insights, and AI-powered recommendations tailored for Cameroonian agriculture.
fr: Transformez votre agriculture avec des analyses de précision, des informations en temps réel et des recommandations alimentées par l'IA adaptées à l'agriculture camerounaise.

source: Start Free Trial
fr: Commencer l'Essai Gratuit

source: Learn More
fr: En Savoir Plus

source: No credit card required • 14-day free trial • Cancel anytime
fr: Aucune carte de crédit requise • Essai gratuit de 14 jours • Annulez à tout moment

source: SCIENTIFIC METHODOLOGY
fr: MÉTHODOLOGIE SCIENTIFIQUE

source: Agricultural Intelligence
fr: Intelligence Agricole

source: Our multi-layered analytical framework processes over
fr: Notre cadre analytique multicouche traite plus de

source: 17 agricultural parameters
fr: 17 paramètres agricoles

source: through advanced machine learning models to deliver actionable insights with
fr: grâce à des modèles d'apprentissage automatique avancés pour fournir des informations exploitables avec

source: 94.7% accuracy
fr: 94,7% de précision

source: Real-Time Data Processing Pipeline
fr: Pipeline de Traitement de Données en Temps Réel

source: Data Collection
fr: Collecte de Données

source: Multi-source agricultural data gathering
fr: Collecte de données agricoles multi-sources

source: Satellite Imagery
fr: Imagerie Satellite

source: Weather Stations
fr: Stations Météo

source: Soil Sensors
fr: Capteurs de Sol

source: Data Processing
fr: Traitement des Données

source: Real-time data normalization & cleansing
fr: Normalisation et nettoyage des données en temps réel

source: Quality Control
fr: Contrôle Qualité

source: Data Validation
fr: Validation des Données

source: Normalization
fr: Normalisation

source: Predictive Modeling
fr: Modélisation Prédictive

source: ML algorithms for pattern recognition
fr: Algorithmes ML pour la reconnaissance de formes

source: Neural Networks
fr: Réseaux de Neurones

source: Random Forest
fr: Forêt Aléatoire

source: Time Series
fr: Séries Temporelles

source: Optimization
fr: Optimisation

source: Resource allocation algorithms
fr: Algorithmes d'allocation des ressources

source: Linear Programming
fr: Programmation Linéaire

source: Genetic Algorithms
fr: Algorithmes Génétiques

source: Multi-Objective
fr: Multi-Objectif

source: Actionable Insights
fr: Informations Exploitables

source: Real-time recommendations
fr: Recommandations en temps réel

source: Alerts
fr: Alertes

source: Recommendations
fr: Recommandations

source: Forecasts
fr: Prévisions

source: Product
fr: Produit

source: Pricing
fr: Tarification

source: Company
fr: Entreprise

source: About Us
fr: À Propos

source: Legal
fr: Légal

source: Privacy Policy
fr: Politique de Confidentialité

source: Terms of Service
fr: Conditions d'Utilisation

source: Cookie Policy
fr: Politique de Cookies

source: Algorithmic
fr: Algorithmique

source: Decision Support
fr: Aide à la Décision

source: Our machine learning models process historical and real-time data to generate precise recommendations for optimal agricultural outcomes.
fr: Nos modèles d'apprentissage automatique traitent les données historiques et en temps réel pour générer des recommandations précises pour des résultats agricoles optimaux.

source: Predictive Yield Modeling
fr: Modélisation Prédictive du Rendement

source: Accuracy: 94.7%
fr: Précision : 94,7%

source: Model Confidence
fr: Confiance du Modèle

source: High
fr: Élevée

source: ML algorithms analyze 15+ variables to forecast crop yields with industry-leading accuracy.
fr: Les algorithmes ML analysent 15+ variables pour prévoir les rendements des cultures avec une précision leader de l'industrie.

source: Resource Optimization
fr: Optimisation des Ressources

source: Efficiency: +42%
fr: Efficacité : +42%

source: Linear programming models optimize water, fertilizer, and labor allocation for maximum ROI.
fr: Les modèles de programmation linéaire optimisent l'allocation de l'eau, des engrais et de la main-d'œuvre pour un ROI maximal.

source: Optimization Score
fr: Score d'Optimisation

source: Risk Assessment
fr: Évaluation des Risques

source: Early Detection: 7 days
fr: Détection Précoce : 7 jours

source: Identifies pest, disease, and weather risks with 7-day advance warning and mitigation strategies.
fr: Identifie les risques de ravageurs, de maladies et de météo avec un avertissement 7 jours à l'avance et des stratégies d'atténuation.

source: Risk Coverage
fr: Couverture des Risques

source: Start Your
fr: Commencez Votre

source: 14-Day Free Trial
fr: Essai Gratuit de 14 Jours

source: Transform your farming with data-driven insights and personalized recommendations.
fr: Transformez votre agriculture avec des informations basées sur les données et des recommandations personnalisées.

source: No credit card required • Cancel anytime • Full access to all features
fr: Aucune carte de crédit requise • Annulez à tout moment • Accès complet à toutes les fonctionnalités

source: Data-driven agricultural intelligence platform for Cameroonian farmers.
fr: Plateforme d'intelligence agricole basée sur les données pour les agriculteurs camerounais.

source: Login
fr: Connexion

source: Welcome Back
fr: Bon Retour

source: Sign in to your SmartFarm account
fr: Connectez-vous à votre compte SmartFarm

source: Username or Email
fr: Nom d'utilisateur ou Email

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Email Address
fr: Adresse Email

source: Enter your email address
fr: Entrez votre adresse email

source: Invalid email or password.
fr: Email ou mot de passe invalide.

source: No account found with this email address.
fr: Aucun compte trouvé avec cette adresse email.

source: Incorrect password. Please try again.
fr: Mot de passe incorrect. Veuillez réessayer.

source: Welcome to SmartFarm - Onboarding
fr: Bienvenue sur SmartFarm - Intégration

source: Step
fr: Étape

source: of
fr: sur

source: Welcome to SmartFarm
fr: Bienvenue sur SmartFarm

source: Your premium maize farming companion for Cameroon's agricultural success
fr: Votre compagnon premium pour la culture du maïs pour le succès agricole du Cameroun

source: Smart Weather Insights
fr: Informations Météo Intelligentes

source: Real-time forecasts for optimal planting
fr: Prévisions en temps réel pour une plantation optimale

source: Location Intelligence
fr: Intelligence Localisée

source: Tailored advice for Cameroon regions
fr: Conseils adaptés aux régions du Cameroun

source: Yield Optimization
fr: Optimisation des Rendements

source: Data-driven recommendations
fr: Recommandations basées sur les données

source: Skip Tour
fr: Ignorer la Visite

source: Basic Farm Information
fr: Informations de Base de la Ferme

source: Tell us about your farm
fr: Parlez-nous de votre ferme

source: Farm Name
fr: Nom de la Ferme

source: Farm Type
fr: Type de Ferme

source: Smallholder
fr: Petit Exploitant

source: Commercial
fr: Commerciale

source: Subsistence
fr: Subsistance

source: Mixed
fr: Mixte

source: Farm Size Category
fr: Catégorie de Taille de Ferme

source: Less than 1 hectare
fr: Moins de 1 hectare

source: More than 50 hectares
fr: Plus de 50 hectares

source: Primary Crop
fr: Culture Principale

source: Maize
fr: Maïs

source: Cassava
fr: Manioc

source: Beans
fr: Haricots

source: Rice
fr: Riz

source: Vegetables
fr: Légumes

source: Mixed Crops
fr: Cultures Mixtes

source: Other
fr: Autre

source: Years of Farming Experience
fr: Années d'Expérience Agricole

source: Maize Variety (Optional)
fr: Variété de Maïs (Optionnel)

source: Select a variety...
fr: Sélectionnez une variété...

source: Back
fr: Retour

source: Next
fr: Suivant

source: Farm Location
fr: Emplacement de la Ferme

source: Let us pinpoint your farm for accurate weather data
fr: Laissez-nous localiser votre ferme pour des données météos précises

source: Detect My Current Location
fr: Détecter Ma Position Actuelle

source: Detecting
fr: Détection

source: Location Detected!
fr: Position Détectée!

source: Address:
fr: Adresse :

source: Location Error
fr: Erreur de Localisation

source: Or enter your location manually:
fr: Ou entrez votre position manuellement :

source: Region
fr: Région

source: Select your region...
fr: Sélectionnez votre région...

source: Division/Department
fr: Division/Département

source: Subdivision/District
fr: Sous-division/Arrondissement

source: Village or Town
fr: Village ou Ville

source: Latitude (Optional)
fr: Latitude (Optionnel)

source: Longitude (Optional)
fr: Longitude (Optionnel)

source: Please enter your farm name
fr: Veuillez entrer le nom de votre ferme

source: Please select your farm type
fr: Veuillez sélectionner le type de votre ferme

source: Please select your farm size category
fr: Veuillez sélectionner la catégorie de taille de votre ferme

source: Please select your primary crop
fr: Veuillez sélectionner votre culture principale

source: Please enter valid farming years
fr: Veuillez entrer des années d'expérience agricole valides

source: Please select your region
fr: Veuillez sélectionner votre région

source: Please enter your village/town
fr: Veuillez entrer votre village/ville

source: Please select soil type
fr: Veuillez sélectionner le type de sol

source: Please select soil fertility level
fr: Veuillez sélectionner le niveau de fertilité du sol

source: Please select water source
fr: Veuillez sélectionner la source d'eau

source: Please select irrigation method
fr: Veuillez sélectionner la méthode d'irrigation

source: Please select labor source
fr: Veuillez sélectionner la source de main d'œuvre

source: Please select your experience level
fr: Veuillez sélectionner votre niveau d'expérience

source: Please describe your farming methods
fr: Veuillez décrire vos méthodes agricoles

source: Please enter your farming goals
fr: Veuillez entrer vos objectifs agricoles

source: Please enter your main challenges
fr: Veuillez entrer vos principaux défis

source: Please describe your market access
fr: Veuillez décrire votre accès au marché

source: Failed to save data:
fr: Échec de la sauvegarde des données :

source: Network error: Failed to save data
fr: Erreur réseau : Échec de la sauvegarde des données

source: Your Farm
fr: Votre Ferme

source: Location not set
fr: Lieu non défini

source: Farming
fr: Agriculture

source: Farm Size
fr: Taille de la Ferme

source: Not specified
fr: Non spécifié

source: Current Season
fr: Saison Actuelle

source: Early Season
fr: Début de Saison

source: March - May 2025
fr: Mars - Mai 2025

source: Selected
fr: Sélectionné

source: Maize Variety
fr: Variété de Maïs

source: Not selected
fr: Non sélectionné

source: Experience
fr: Expérience

source: years
fr: années

source: Farming experience
fr: Expérience agricole

source: Beginner
fr: Débutant

source: Soil Type
fr: Type de Sol

source: Not tested
fr: Non testé

source: Medium
fr: Moyen

source: Quick Farming Actions
fr: Actions Agricoles Rapides

source: Fertilize
fr: Fertiliser

source: Pest Control
fr: Lutte Antiparasitaire

source: Log Activity
fr: Enregistrer l'Activité

source: Maize Farming Tips
fr: Conseils de Culture du Maïs

source: Optimal Planting Time
fr: Période de Plantation Optimale

source: Based on current weather patterns, plant within the next 7-10 days for best yield
fr: Basé sur les conditions météo actuelles, plante dans les 7-10 prochains jours pour un meilleur rendement

source: Pest Alert
fr: Alerte Parasites

source: High risk of armyworms in your region. Monitor crops closely.
fr: Risque élevé de chenilles légionnaires dans votre région. Surveillez les cultures de près.

source: Fertilizer Recommendation
fr: Recommandation d'Engrais

source: Your soil pH suggests adding nitrogen-rich fertilizer in 2 weeks.
fr: Le pH de votre sol suggère d'ajouter un engrais riche en azote dans 2 semaines.

source: Equipment Status
fr: État du Matériel

source: No equipment registered
fr: Aucun matériel enregistré

source: Manage Equipment
fr: Gérer le Matériel

source: Labor Information
fr: Informations sur la Main d'Œuvre

source: Labor Source
fr: Source de Main d'Œuvre

source: Workers
fr: Travailleurs

source: Farming Methods
fr: Méthodes Agricoles

source: Organic
fr: Biologique

source: Conventional
fr: Conventionnel

source: This Season
fr: Cette Saison

source: Expected Yield
fr: Rendement Attendu

source: TBD
fr: À Déterminer

source: tons/ha
fr: tonnes/ha

source: Market Access
fr: Accès au Marché

source: View Detailed Reports
fr: Voir les Rapports Détaillés

source: Weather Dashboard
fr: Tableau de Bord Météo

source: Last updated
fr: Dernière mise à jour

source: Partly Cloudy
fr: Partiellement Nuageux

source: Feels like
fr: Ressenti

source: Wind Speed
fr: Vitesse du Vent

source: Humidity
fr: Humidité

source: UV Index
fr: Indice UV

source: Rain Chance
fr: Chance de Pluie

source: Hourly Forecast
fr: Prévisions Horaire

source: Now
fr: Maintenant

source: 7-Day Forecast
fr: Prévisions sur 7 Jours

source: Today
fr: Aujourd'hui

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: No weather data available
fr: Aucune donnée météo disponible

source: Add a farm field to see weather data
fr: Ajoutez un champ agricole pour voir les données météo

source: Transforming Agriculture with Technology
fr: Transformer l'Agriculture avec la Technologie

source: Welcome to SmartFarm!
fr: Bienvenue sur SmartFarm!

source: Dear
fr: Cher

source: Thank you for joining SmartFarm Cameroon! We're excited to have you as part of our community of innovative farmers using technology to transform agriculture in Cameroon.
fr: Merci de rejoindre SmartFarm Cameroon! Nous sommes ravis de vous accueillir dans notre communauté d'agriculteurs innovants qui utilisent la technologie pour transformer l'agriculture au Cameroun.

source: Your Farm Profile
fr: Votre Profil Agricole

source: Registration Date:
fr: Date d'Inscription :

source: Farm Name:
fr: Nom de la Ferme :

source: SmartFarm provides you with powerful tools to optimize your farming operations:
fr: SmartFarm vous fournit des outils puissants pour optimiser vos opérations agricoles :

source: Weather Intelligence
fr: Intelligence Météo

source: Real-time weather forecasts and agricultural insights
fr: Prévisions météo en temps réel et informations agricoles

source: Crop Analytics
fr: Analyse des Cultures

source: Data-driven recommendations for better yields
fr: Recommandations basées sur les données pour de meilleurs rendements

source: Smart Planning
fr: Planification Intelligente

source: Optimized planting schedules and resource management
fr: Calendriers de plantation optimisés et gestion des ressources

source: Irrigation Control
fr: Contrôle de l'Irrigation

source: Water management for maximum efficiency
fr: Gestion de l'eau pour une efficacité maximale

source: Get started by completing your farm profile to receive personalized recommendations and insights tailored to your specific needs.
fr: Commencez par compléter votre profil agricole pour recevoir des recommandations personnalisées et des informations adaptées à vos besoins spécifiques.

source: Complete Your Farm Profile
fr: Compléter Votre Profil Agricole

source: If you have any questions or need assistance, our support team is here to help you succeed.
fr: Si vous avez des questions ou besoin d'aide, notre équipe de support est là pour vous aider à réussir.

source: Happy farming!
fr: Bonnes récoltes!

source: The SmartFarm Cameroon Team
fr: L'Équipe SmartFarm Cameroon

source: This email was sent to
fr: Cet email a été envoyé à

source: because you registered for SmartFarm Cameroon.
fr: parce que vous vous êtes inscrit à SmartFarm Cameroon.

source: All rights reserved.
fr: Tous droits réservés.

source: we noticed you haven't completed your farm profile yet.
fr: nous avons remarqué que vous n'avez pas encore complété votre profil agricole.

source: Completing your farm profile unlocks powerful features tailored specifically for your farming needs:
fr: Compléter votre profil agricole débloque des fonctionnalités puissantes adaptées spécifiquement à vos besoins agricoles :

source: Personalized Weather Insights
fr: Informations Météo Personnalisées

source: Get weather forecasts specific to your farm location
fr: Obtenez des prévisions météo spécifiques à l'emplacement de votre ferme

source: Crop Recommendations
fr: Recommandations de Cultures

source: Receive suggestions based on your soil type and climate
fr: Recevez des suggestions basées sur votre type de sol et votre climat

source: Smart Irrigation
fr: Irrigation Intelligente

source: Optimize water usage for your specific crops and soil
fr: Optimisez l'utilisation de l'eau pour vos cultures et sols spécifiques

source: Yield Analytics
fr: Analyse de Rendement

source: Track and improve your farm's productivity
fr: Suivez et améliorez la productivité de votre ferme

source: It only takes 5 minutes to complete your profile and start benefiting from SmartFarm's intelligent farming tools.
fr: Il ne faut que 5 minutes pour compléter votre profil et commencer à bénéficier des outils agricoles intelligents de SmartFarm.

source: Complete My Profile Now
fr: Compléter Mon Profil Maintenant

source: If you need any help or have questions, our support team is always ready to assist you.
fr: Si vous avez besoin d'aide ou avez des questions, notre équipe de support est toujours prête à vous assister.

source: This is a friendly reminder from SmartFarm Cameroon.
fr: Ceci est un rappel amical de SmartFarm Cameroon.

source: Weather Alert
fr: Alerte Météo

source: Severe Weather Alert
fr: Alerte Météo Sévère

source: Location:
fr: Lieu :

source: Alert Type:
fr: Type d'Alerte :

source: Time:
fr: Heure :

source: Weather Warning
fr: Avertissement Météo

source: Weather Advisory
fr: Avis Météo

source: Weather Details
fr: Détails Météo

source: Temperature:
fr: Température :

source: Humidity:
fr: Humidité :

source: Wind Speed:
fr: Vitesse du Vent :

source: Rain Chance:
fr: Chance de Pluie :

source: Expected Rainfall:
fr: Précipitations Attendues :

source: Farming Recommendations
fr: Recommandations Agricoles

source: Hi
fr: Bonjour

source: we're sending you this alert to help you protect your crops and optimize your farming operations based on current weather conditions.
fr: nous vous envoyons cette alerte pour vous aider à protéger vos cultures et optimiser vos opérations agricoles basées sur les conditions météo actuelles.

source: Please take appropriate measures to safeguard your farm. You can check real-time weather updates and detailed forecasts in your SmartFarm dashboard.
fr: Veuillez prendre les mesures appropriées pour protéger votre ferme. Vous pouvez vérifier les mises à jour météo en temps réel et les prévisions détaillées dans votre tableau de bord SmartFarm.

source: View Weather Dashboard
fr: Voir le Tableau de Bord Météo

source: Stay safe and keep farming!
fr: Restez en sécurité et continuez à cultiver!

source: This weather alert was generated for your farm location.
fr: Cette alerte météo a été générée pour l'emplacement de votre ferme.

source: Password
fr: Mot de passe

source: Enter your password
fr: Entrez votre mot de passe

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Mot de passe oublié?

source: Login Failed
fr: Échec de Connexion

source: Please check your credentials and try again.
fr: Veuillez vérifier vos identifiants et réessayer.

source: Or continue with
fr: Ou continuer avec

source: Phone
fr: Téléphone

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Sign up for free
fr: Inscrivez-vous gratuitement

source: Register
fr: S'inscrire

source: Create Account
fr: Créer un Compte

source: Join SmartFarm and start your journey to better farming
fr: Rejoignez SmartFarm et commencez votre voyage vers une meilleure agriculture

source: Full Name
fr: Nom Complet

source: Your name
fr: Votre nom

source: Username
fr: Nom d'utilisateur

source: Choose username
fr: Choisir un nom d'utilisateur

source: Phone Number
fr: Numéro de Téléphone

source: Confirm Password
fr: Confirmer le Mot de passe

source: Create password
fr: Créer un mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: I agree to the
fr: J'accepte les

source: and
fr: et

source: Registration Issue
fr: Problème d'Inscription

source: Please fix the following:
fr: Veuillez corriger ce qui suit :

source: Or register with
fr: Ou s'inscrire avec

source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign in here
fr: Connectez-vous ici

source: Back to Home
fr: Retour à l'Accueil

source: © 2024 SmartFarm Cameroon. All rights reserved.
fr: © 2024 SmartFarm Cameroun. Tous droits réservés.
